Revit 2027 API
SymbolTypeId.Hour Property
 Symbol h, indicating unit Hours.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hour { get; }
Public Shared ReadOnly Property Hour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hour {
	ForgeTypeId^ get ();
}
static member Hour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace